<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>
<!DOCTYPE html>
<html>
    <head>
        <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
        <title>埃文商城-IP问问-软件协议</title>
        <link rel="stylesheet" type="text/css" href="/statics/css/common.css"/>
        <link rel="shortcut icon" href="/statics/images/favicon.ico"/>
        <style type="text/css">
            h6{
                font-weight: bolder;
            }
        	.span{
        		width: 100%;
        		height: 2px;
        		/*background: #2caef1;*/
        		background: #000;
        	}
        	.cl {
			    display: block;
			    overflow: hidden;
			    zoom: 1;
			}
			.txt_content {
			    width: 740px;
			    padding: 50px 30px;
			    font-family: "Microsoft YaHei","SimHei";
			    margin: 0 auto;
			}
			.txt_content h1 {
			    font-size: 20px;
			    font-weight: 700;
			    text-align: center;
			    height: 40px;
			    line-height: 40px;
			}
			.txt_content .btline {
			    border-bottom: #ccc 1px solid;
			    font-size: 12px;
			    color: #333;
			    line-height: 30px;
			}
			.txt_content p {
			    line-height: 1.5;
			    padding: 20px 0 0 0;
			    text-indent: 2em;
			    font-size: 12px;
			    color: #333;
			}
			.txt_content p strong {
			    font-size: 12px;
			    font-weight: 600;
			    color: #000;
			}
			.txt_content h6 {
			    font-size: 14px;
			    line-height: 30px;
			    margin-top: 20px;
			}
            #form-footer {
                font-size: 12px;
                text-align: center;
                color: #999;
                padding-bottom: 30px;
            }
            .links {
                padding-top: 30px;
                padding-bottom: 15px;
            }
            #form-footer a {
                color: #999;
                margin: 0 10px;
            }
        </style>
    </head>
    <body class="bg-white">
    <!--顶部部用户信息信息栏-->
    <c:import url="layout/header.jsp"/>
    <div class="span"></div>
    <div class="wrap cl">
    	<div class="txt_content">
    		<h1>软件购买协议</h1>
    		<div class="btline">
    			（2017年03月25日更新）
    		</div>
    		<p>
    			<strong>
    				在订购使用任何产品【即“郑州埃文计算机科技有限公司（以下简称埃文）开发的多种产品”】基于埃文开放服务平台开发并通过埃文开放服务平台订购产品之前，请您仔细阅读下述许可协议条款。一旦您点击确认本协议，即表示您已接受了以下所述的条款和条件，同意受本协议约束。如果您不同意接受全部的条款和条件，那么您将无法订购使用在埃文开放服务平台发布的埃文软件产品与服务。
    			</strong>
    		</p>
    		<h6>
    			一、概述
    		</h6>
    		<p>
    			1.1本许可协议的缔约方为埃文和用户（“您”），本许可协议具有合同效力。本协议是缔约方就用户通过埃文开放服务平台购买软件产品与服务的协议。
    		</p>
    		<h6>二、服务订购方式</h6>
    		<p>
    			2.1 用户需凭其根据埃文官方网站注册流程合法注册并取得的埃文官方网站用户名和密码访问埃文软件产品与服务交易平台，并订购使用服务。对于用户通过其他手段登录、使用所造成的后果，埃文将不承担任何责任。
    		</p>
    		<p>
    			2.2 埃文仅根据用户登录名和密码来确认使用埃文软件产品与服务的用户身份。用户应妥善保管用户登录名及密码，并对其使用及其遗失自行承担责任。
    		</p>
            <h6>三、软件许可费</h6>
            <p>
                3.1 用户通过埃文开放服务平台订购软件产品与服务，应当按约向埃文支付软件产品与服务使用许可费。
            </p>
            <p>
                3.2 软件产品与服务许可费公示于埃文开放服务平台的产品订购页面。
            </p>
            <p>
                3.3 埃文向用户提供部分免费软件产品与服务的使用许可。免费的软件产品与服务不应视为埃文放弃收费的权利。
            </p>
            <h6>四、用户的权利和义务</h6>
            <p>
                4.1 用户保证其使用埃文软件产品与服务的各项行为均符合国家法律法规的规定，其通过服务所从事的一切活动都是合法的、真实的，不侵害埃文和任何第三方的合法权益，包括但不限于：<br />
                (1)禁止出售、转售、赠送或复制、开发埃文授予的使用权限；<br />
                (2)禁止复制和模仿埃文的设计理念、界面、功能和图表；<br />
                (3)禁止未经埃文许可基于埃文软件产品与服务或其内容进行修改或制造派生其他产品；<br />
                (4)禁止利用网站漏洞或埃文软件产品与服务漏洞进行恶意获取埃文软件产品与服务数据，或对埃文网站、产品进行网络攻击的行为。导致埃文无法提供产品、服务，或造成埃文软件产品与服务数据泄露，所造成的损失需要由甲方负责全部赔偿，并负全部法律责任。由以上原因引起的公共安全问题，责任由用户全部负责。埃文因以上原因导致无法为用户提供服务，将不负任何法律责任，并不需要赔偿任何用户的损失。<br />
                以上条例（包含但不限于）如有违反，埃文将追究其法律责任，并要求其赔偿对埃文造成损失实际金额的200%的赔偿。<br />
            </p>
            <p>
                4.2 用户不得对埃文软件产品与服务和/或埃文软件产品与服务任何部分（软件产品、页面标识、服务品牌、资讯、信息）进行复制、翻译、修改、适应、增强、反编译、反汇编、反向工程、分解拆卸、出售、转租或作任何商业目的的使用。用户同意约束其有必要使用埃文软件产品与服务的员工、代理、咨询者或顾问遵守前述之义务，并就其违反前述规定的行为对埃文负责就如同用户自身违反一样。
            </p>
            <p>
                4.3 用户应按时足额向埃文支付软件产品与服务许可费用，否则埃文保留随时终止用户关于埃文软件产品与服务使用许可的权利，并对因终止协议而可能造成的损害不承担任何责任。
            </p>
            <p>
                4.4用户承诺通过埃文软件产品与服务进行的活动所引发的一切法律后果，由用户承担全部责任。如因用户使用埃文软件产品与服务的行为，导致埃文或任何第三方为此承担了相关的责任，则用户需全额赔偿埃文或任何第三方的相关支出及损失，包括合理的律师费用。
            </p>
            <p>
                4.5 用户同意在使用埃文软件产品与服务的同时，接受埃文提供的各类信息服务。
            </p>
            <p>
                4.6 用户理解并同意，埃文软件产品与服务因现有技术限制，可能存在瑕疵，因使用埃文软件产品与服务所致的任何损害，埃文及相关责任人不再对用户进行赔偿。如因网络问题或产品瑕疵导致埃文软件产品与服务无法按指定的时间正常使用的，则用户了解并同意，埃文或其它责任人所需承担的唯一责任就是延长用户对埃文软件产品与服务的使用次数，延长的使用次数应相当于用户无法正常使用埃文软件产品与服务的使用次数。
            </p>
            <p>
                4.7 用户同意将埃文软件产品与服务用于其功能所指向的合法的目的和用途，并不进行任何竞争性、破坏性或非法的使用。
            </p>
            <p>
                4.8 用户理解并同意，埃文软件产品与服务的唯一责任人为埃文。埃文仅为埃文软件产品与服务的订购或使用的地点或途径，埃文的所有人（及经营人）无须就埃文软件产品与服务向用户承担任何责任。
            </p>
            <h6>五、埃文的权利和义务</h6>
            <p>
                5.1 埃文保证其有合法权利向用户提供埃文软件产品与服务的使用许可，并保证与埃文软件产品和服务运行相关的软件产品版权的合法性。埃文承诺其通过埃文平台向用户提供埃文软件产品与服务使用许可之行为未对任何第三方合法权益，包括但不限于第三方知识产权构成侵害。
            </p>
            <p>
                5.2 埃文保证服务的稳定可靠，负责服务的系统调试、开通、优化、升级和扩容工作，并保证前述工作不影响用户的正常使用。
            </p>
            <p>
                5.3 埃文负责及时对服务进行更新、维护和管理，并向用户提供免费的技术支持服务。
            </p>
            <p>
                5.4 如因埃文的原因（包括但不限于因埃文违反与埃文达成的有关协议而导致埃文终止提供相关服务的），导致用户对于埃文软件产品与服务的使用许可需提前终止的，埃文仅对用户履行相应的退款义务。
            </p>
            <h6>六、用户数据的保存、销毁与下载</h6>
            <p>
                6.1 埃文应在其网络系统内建立合理的安全体系，包括身份识别体系、内部安全防范体系，以使用户数据完整，并且保密。严禁埃文向任何人出售、出借或无偿传播用户数据，除非事先得到用户的许可。本协议项下用户数据尤其指用户基于埃文软件产品与服务功能的使用而自行导入的与埃文软件产品与服务功能相关的用户业务数据。
            </p>
            <p>
                6.2 为服务用户的目的，埃文可能通过使用用户数据，向用户提供服务，包括但不限于向用户发出产品和服务信息。
            </p>
            <p>
                6.3 用户数据将在下述情况下部分或全部被披露：<br>
                1）经用户同意，向第三方披露；<br>
                2）根据法律的有关规定，或者行政或司法机构的要求，向第三方或者行政、司法机构披露；<br>
                3）如果用户出现违反中国有关法律法规的情况，需要向第三方披露；<br>
                4）为提供用户所要求的软件或服务，而必须和第三方分享用户数据。<br>
            </p>
            <p>
                6.4 除埃文和用户另行约定外，自用户软件许可期满或因任何原因导致本协议提前终止（以下简称“许可终止”）之日起最少90日内，埃文应继续免费存储用户数据，逾期埃文将不再存储用户数据，届时用户需自行承担其数据被销毁后引发的一切后果。
            </p>
            <h6>七、服务产品在线交易须知</h6>
            <p>
                7.1 用户理解并同意，用户需自行了解服务的适用性、功能、收费标准、服务有效期等情况并注意交易风险。
            </p>
            <p>
                7.2 用户理解并同意，交易是其与埃文自行达成的，其在订购埃文提供的软件产品与服务之前，应自行与埃文签署相应的《软件产品与服务购买协议》，并严格按照协议的约定履行。
            </p>
            <p>
                7.3 用户理解并同意，如用户违反与埃文的协议，则埃文有权随时终止用户使用埃文软件产品与服务。此等情况下，用户可能无法继续使用埃文的软件产品与服务。
            </p>
            <p>
                7.4为保障交易安全，用户支付的软件产品与服务许可费用将直接打入埃文账户，用户支付费用后如需开具相应金额的发票，应由用户向埃文提出申请并由埃文负责开具。因交易而产生的税费应由用户和埃文共同承担。
            </p>
            <p>
                7.5 由于软件产品的特殊性，埃文软件产品与服务经售出后，不再提供退款服务。
            </p>
            <h6>八、终止</h6>
            <p>
                8.1 出现下列情况之一的，埃文有权在提前三个工作日通知用户的情况下，终止用户使用埃文软件产品与服务的权利，而无需承担任何责任：<br>
                1）用户在服务软件许可期限届满后未继续付费购买后续期间的软件产品与服务许可的；<br>
                2）用户违反本协议有关保证、同意、承诺条款的约定，且自埃文通知其纠正后仍未纠正的。<br>
            </p>
            <h6>九、协议修改</h6>
            <p>
                9.1 如本许可协议的任何内容发生变动，埃文应通过适当方式向用户提示修改内容。
            </p>
            <p>
                9.2 如用户不同意埃文对本许可协议相关条款所做的修改，用户有权停止使用埃文软件产品与服务。此等情况下，埃文不再向用户退回剩余许可费用（如有），如用户继续使用埃文软件产品与服务，则视为用户接受埃文对本许可协议相关条款所做的修改。
            </p>
            <h6>十、不可抗力</h6>
            <p>
                10.1 如果由于黑客攻击或政府管制或网络通讯瘫痪等对其发生和后果不能预见的事件，以及包括但不限于战争、火灾、地震等极端情况引起的不能预见的时间，埃文和用户均确认此属不可抗力；在不可抗力下，用户同意埃文无须对合同的延期履行、不能履行承担任何责任。
            </p>
            <h6>十一、法律及争议解决</h6>
            <p>
                11.1 本协议适用中华人民共和国法律。
            </p>
            <p>
                11.2 因双方就本协议的签订、履行或解释发生争议，双方应努力友好协商解决。如协商不成，任何一方均应向郑州埃文计算机科技有限公司注册地人民法院起诉。
            </p>
            <h6>十二、其他</h6>
            <p>
                12.1 本协议构成用户和埃文间就购买、使用埃文软件产品与服务的完整的协议，并取代双方就有关本协议所载任何事项于先前以口头及书面达成的共识。
            </p>
            <p>
                12.2 如本协议的任何条款被视作无效或无法执行，则上述条款可被分离，其余部分则仍具有法律效力。
            </p>
            <p>
                12.3 本协议的标题仅为方便阅读所设，非对条款的定义、限制、解释或描述其范围或界限。
            </p>
            <p>
                12.4 埃文可根据其自身运营状况，在提前三个工作日通知用户的前提下，将其在本协议项下的权利义务全部转让给第三方，而无需获得用户的事先同意。埃文之受让人受本协议约束，埃文与其受让人对本协议的履行承担连带责任。
            </p>
    	</div>
    </div>
    <div id="form-footer">
        <div class="links">
            <a rel="nofollow" target="_blank" href="http://www.ipplus360.com/about/"> 关于我们</a>
            <a rel="nofollow" target="_blank" href="http://www.ipplus360.com/about/">联系我们</a>
            <a rel="nofollow" target="_blank" href="http://www.ipplus360.com/about/join/">人才招聘</a>
        </div>
        <div class="copyright">
            Copyright&copy;2012-2017&nbsp;&nbsp;郑州埃文计算机科技有限公司&nbsp;版权所有
        </div>
    </div>
 	</body>
</html>